Repository: benjamin-dk/cura-chat-base
Catalog: sites/all/translations/opeka-7.x-1.0.*.po
Languages: da

source: Screening Questions
da: Screening spørgsmål

source: Provides settings for the screening questions.
da: Administration for Screening spørgsmål.

source: Opeka Screening Questions
da: Opeka Screening spørgsmål

source: An Opeka submodule, allowing to manage a number of screening questions given to the anonymous users before entering the chat
da: Et Opeka sub-modul, der giver mulighed for at definere et screening spørgsmål og en række svarmuligheder til anonyme brugere før de logger ind i chatten

source: The 1-to-1 chat
da: 1-til-1 chatten

source: The group chat
da: Gruppechatten

source: Start chat
da: Åben chatten

source: Occupied
da: Optaget

source: Closed
da: Lukket

source: Error connecting.
da: Fejl: Ingen forbindelse.

source: Connecting...
da: Forbinder...

source: @pairChatName is closed
da: @pairChatName er lukket

source: @groupChatName is closed
da: @groupChatName er lukket

source: Error: no connection to server.
da: Fejl: ingen forbindelse til serveren.

source: @pairChatName is occupied
da: @pairChatName er optaget

source: @groupChatName is occupied
da: @groupChatName er optaget

source: @pairChatName is available
da: @pairChatName er ledig

source: @groupChatName is available
da: @groupChatName er ledig
