Repository: benjamin-dk/cura-chat-base
Catalog: sites/all/translations/opeka-7.x-1.0.*.po
Languages: da

source: URL to the Opeka connect.js javascript, eg. http://localhost:3000/connect.js
da: URL to the Opeka connect.js javascriptet, f.eks. http://localhost:3000/connect.js

source: Pair chat name
da: 1-til-1 chat navn

source: The pair chat name can be shown in some chat widgets
da: 1-til-1 chat-navnet vises i visse chat widgets

source: Group chat name
da: Gruppechat-navn

source: The group chat name can be shown in some chat widgets
da: Gruppechat-navnet vises i visse chat widgets

source: Login sound file
da: Login-lyd fil

source: URL to a sound file that is played for the counselor when a client logs in.
da: URL til lyd-fil der afspilles for rådgivere når en bruger logger ind.

source: URL to a feedback page, e.g. a Google Form, where clients can enter evaluation data after a chat.
da: URL til feedback-side, f.eks. en google formular, hvor brugere kan evaluere chat-forløbet efter en chat er overstået.

source: URL to a feedback page, e.g. a Google Form, where group chat clients can enter evaluation data after a chat.
da: URL til feedback-side, f.eks. en google formular, hvor gruppechat-brugere kan evaluere chat-forløbet efter en chat er overstået.

source: Automatic redirection to questionnaire in external window?
da: Automatisk viderestilling til spørgeskema i eksternt vindue?

source: Check this box if the feedback form should be opened automatically for clients.
da: Afmærk denne checkbox hvis spørgeskemaet skal åbnes automatisk for brugerne.

source: If the popup or the multi widgets are used, please provide the URL of the client site, eg. http://mysite.com.
da: Hvis popup- eller multichat widgets er i brug, indtast her navnet på kundens site, f.eks. http://mysite.com.

source: Custom css file for widget styles
da: Tilpasset css fil til widget styling

source: URL to a custom css file for the widgets.
da: URL til en tilpasset css fil til widgets.

source: The URL in the custom CSS field returned 404 not found. Please make sure the the URL is correct.
da: URLen i "Tilpasset CSS-fil"-feltet returnerede "404 ikke fundet". Check om URLen er korrekt.

source: 1-to-1 chat registration form
da: 1-to-1 chat registrations-formular

source: URL to a registration form, where counselors can enter data after a 1-to-1 chat.
da: URL til en registreringsside hvor rådgivere kan registrere data efter en afsluttet 1-til-1 chat.

source: Group chat registration form
da: Gruppechat registreringsside

source: URL to a registration form, where counselors can enter data after a group chat.
da: URL til en registreringsside hvor rådgivere kan registrere data efter en afsluttet gruppe-chat.

source: Pair chat user list visibility
da: Visning af brugerliste i 1-til-1 chat

source: Toggle the user list visibility in the pair chat. Check it if the user list should be visible
da: Slår visning af brugerlisten i 1-til-1 chat til og fra

source: Date
da: Dato

source: Chat duration (min)
da: Chat varighed (min)

source: Age
da: Alder

source: Gender
da: Køn

source: Question
da: Spørgsmål

source: Answer
da: Svar

source: None
da: Ingen

source: Total number of chat sessions:
da: Samlet antal chat sessioner:

source: Total number of chat sessions last 4 weeks:
da: Samlet antal chat sessioner de seneste 4 uger:

source: female
da: pige

source: male
da: dreng

source: non-binary
da: Non-binær

source: gender not set
da: køn ikke angivet

source: Access the chat system
da: Tilgå chatsystemet

source: Grants a user normal access to the Opeka chat system.
da: Giver en bruger normal adgang til Opeka chatsystemet.

source: Administer the chat system
da: Administrér chatsystemet

source: Grants a user access to log in as counselor / coordinator in the Opeka chat system.
da: Giver en bruger tilladelse til at logge in som rådgiver / koordinator i Opeka chat systemet.

source: Administer the Opeka settings
da: Administrér Opeka chat indstillinger

source: Grants a user access to the settings of the Opeka chat system.
da: Tildeler en bruger adgang til indstillingerne Opeka chat systemet.

source: Generate opeka chat ban codes
da: Opret ban-koder til Opeka Chat

source: Grants a user access to generate opeka chat ban codes.
da: Giver en bruger adgang til at oprette ban-koder til Opeka Chat.

source: Hide typing message
da: Skjul “Bruger skriver” besked

source: Grants a user access to hide typing message.
da: Giver en bruger tilladelse til at skjule “Bruger skriver” beskeder.

source: Pause opeka chat auto-scroll
da: Sæt opeka chat auto-scroll på pause

source: Grants a user access to pause opeka chat auto-scrolling.
da: Giver en bruger tilladelse til at sætte opeka chat auto-scrolling på pause.

source: Access chat history
da: Se chat historik

source: Grants a user access to view opeka chat messages sent before user logged in.
da: Giver en bruger adgang til at se opeka chat beskeder som er blevet sendt før brugeren loggede på.

source: Opeka web service URL missing.
da: Opeka web service URL mangler.

source: Header Widget for the chat
da: Header widget til chat integration

source: No schedule info available.
da: Der er ingen information om åbningstider tilgængelig.

source: General settings
da: Generelle indstillinger

source: Provides settings for the chat service.
da: Tilbyder indstillinger for chatten.

source: Advanced settings
da: Avancerede indstillinger

source: Provides advanced settings for the chat service.
da: Tilbyder avancerede indstillinger for chatten.

source: Chat administration
da: Chat-indstillinger

source: Administration pages for the chat.
da: Indstillinger for chatten.

source: Chat statistics
da: Chat-statistik

source: Chat session statistics
da: Chatsession statistikker

source: Header widget code for third party sites.
da: Header widget kode til brug på eksterne sites.

source: Inline widget code for third party sites.
da: Inline widget kode til brug på eksterne sites.

source: Popup widget code for third party sites.
da: Popup widget til brug på eksterne sites.

source: Foldout widget
da: Folde-ud widget

source: Foldout widget code for third party sites.
da: Folde-ud widget kode til brug på eksterne sites.

source: Enabling modules...
da: Aktiverer moduler…

source: Reverting the opeka permissions
da: Nulstil opeka tilladelserne

source: Some modules needed for feature reverting not enabled. Not reverting.
da: Der mangler moduler for at nulstillingen kan udføres. Nulstilling ikke udført.

source: Reverting the opeka screening permissions
da: Nulstil opeka screening tilladelser

source: Creating table opeka_stats.
da: Opretter opeka_stats tabellen

source: Moving existing data from table opeka_screening_submissions.
da: Flytter eksistererende data fra opeka_screening_submissions tabellen.

source: Table opeka_stats already exists.
da: Tabellen opeka_stats eksisterer allerede.

source: Secure anonymous chat system, built with Drupal and dnode.
da: Sikkert, anonymt chatsystem, bygget med Drupal og dnode.

source: Page @path was not found.
da: Siden @path blev ikke fundet.

source: This chat has been cancelled by counselor.
da: Denne chat er blevet aflyst af en rådgiver.

source: Chat is cancelled
da: Chatten er aflyst

source: It seems your counselor is not available yet, try again in a few minutes
da: Det ser ud til, at din rådgiver ikke er klar, prøv igen om et par minutter

source: It seems your counselor is not available yet, try again in a few minutes.
da: Det ser ud til at din rådgiver ikke er klar, prøv igen om et par minutter.

source: Chat not available
da: Chatten er ikke tilgængelig

source: An error happened and you have lost the queue status, you can reload and join the queue again.
da: Hov! Der er sket en fejl, og du har mistet din placering i køen. Du kan genindlæse siden og stille dig i kø igen.

source: Error
da: Fejl

source: Chat ended
da: Chat afsluttet

source: @user has joined the room.
da: @user har logget på chatten.

source: You have been kicked from the chat with the following reason: @reason.
da: Du er blevet udelukket fra chatten af følgende grund: @reason.

source: Kicked
da: Smidt ud

source: User @user was kicked from the chat.
da: Brugeren @user blev smidt ud af chatten.

source: The chat that you were in queue for has closed and your position in the queue with it. You are welcome to join again when the chat reopens or join a different chat room or queue.
da: Den chat du var i kø til er blevet lukket og du har derfor mistet din plads i køen. Du er velkommen til at prøve igen når chatten genåbner, eller prøve at logge på en anden chat.

source: Chat and queue closed
da: Chat og den tilhørende kø er blevet lukket

source: @user has left the room. Chat duration: @chatDuration minutes.
da: @user har forladt chatten. Chat varighed: @chatDuration minutter.

source: You have been muted by @user.
da: Du er blevet frataget din ret til at skrive i chatten af @user.

source: @user have been muted.
da: @user er blevet frataget ret til at skrive.

source: You have been unmuted by @user.
da: Du har fået tildelt ret til at skrive af @user.

source: @user have been unmuted.
da: @user har fået tildelt sin ret til at skrive.

source: Sorry, you did not enter the correct code.
da: Beklager, men du har ikke angivet den korrekte kode.

source: Wrong code.
da: Forkert kode.

source: To access the chat you must be logged in to the website. Please log in and try again.
da: Du skal være logget ind for at kunne tilgå chatten. Log venligst ind og prøv igen.

source: Login required
da: Login påkrævet

source: Your connection to the chat server was lost. Please reconnect. Contact support if problem persists.
da: Forbindelsen til chatserveren blev afbrudt. Forsøg evt. at logge på igen. Kontakt venligst support, hvis problemet opstår igen.

source: Disconnected
da: Logget af

source: Loading chat…
da: Chatten indlæses...

source: Chat room is full, you are currently in queue as number: @number. You can stay and wait until you can enter or leave the queue.
da: Chatten er optaget, du er lige nu i kø som nummer: @number. Du kan blive og vente indtil du kan komme igennem eller forlade køen.

source: Delete
da: Slet

source: Whispered
da: Hviskede

source: Whispered to
da: Hviskede til

source: Reply to whisper
da: Svar på hvisk

source: Leave queue
da: Forlad køen

source: Leave chat room and close it if no other councillors are present
da: Forlad chatten og luk rummet, hvis du er den sidste rådgiver til stede

source: Leave chat room
da: Forlad chatten

source: Type message here…
da: Skriv din besked her...

source: When you are muted, you are not allowed to send any messages until the counselor decides to unmute you. You can see all the other messages and receive whispers.
da: Når du har fået frataget retten til tale kan du ikke skrive beskeder i chatten indtil rådgiveren giver dig retten tilbage. Du kan dog se alle beskeder og modtage private hviske-beskeder fra rådgiver.

source: The room is paused
da: Rummet er sat på pause

source: You are muted
da: Du har fået frataget retten til at skrive i chatten

source: Press ENTER to send.
da: Tryk ENTER for at sende.

source: Hide typing messages.
da: Skjul "Bruger skriver..." besked.

source: Pause auto-scrolling.
da: Sæt auto-scrolling på pause.

source: @writers is typing...
da: @writers skriver...

source: @writers are typing...
da: @writers skriver…

source: @writers people are typing...
da: @writers brugere skriver…

source: Pause chat
da: Sæt chatten på pause

source: Unpause chat
da: Sæt chatten igang efter pause

source: User list
da: Brugerliste

source: Room actions
da: Chatrum

source: Clear messages
da: Ryd alle beskeder

source: Change room size
da: Ændr størrelsen på rum

source: Delete room
da: Slet chatrum

source: woman
da: Pige

source: man
da: Dreng

source: Kick user
da: "Kick" bruger

source: Ban user
da: "Ban" brugeren

source: Mute user
da: "Mute" bruger

source: No users
da: Ingen brugere

source: Unmute user
da: Unmute brugeren

source: Whisper
da: Hvisk

source: Registration
da: Registrering

source: Open registration form
da: Åben registreringsformular

source: No registration form entered
da: Intet registreringsskema angivet

source: Generate new ban code
da: Opret en "ban"-kode

source: Turn on chat
da: Tænd chatten

source: Turn off chat
da: Sluk chatten

source: Create invitation link
da: Opret invitationslink

source: You are currently number @position in the queue. Number of rooms you can join from this queue: @rooms.
da: Du er i øjeblikket nummer @position i køen. Antal af rum du kan gå ind i fra denne kø: @rooms.

source: Ban code generated
da: Ban-kode oprettet

source: Close
da: Luk

source: You are banned.
da: Du er blevet banlyst fra chatten.

source: The IP address you are currently visiting the site from is banned from the chat system. You will not be able to participate in the chat.
da: Den IP-adresse du bruger til at tilgå chatten er banlyst fra chat-systemet. Det vil ikke være muligt for dig at deltage i chatten.

source: Reload
da: Genindlæs

source: There are !guests guests and !councellors councellors online
da: Der er !guests brugere and !councellors rådgivere online

source: Please confirm that all messages in this room should be deleted.
da: Bekræft venligtst, at alle beskeder i denne chat skal slettes.

source: Confirm clear messages
da: Bekræft sletning af beskeder

source: Delete messages
da: Slet beskeder

source: Cancel
da: Annullér

source: Please confirm that this message should be removed.
da: Bekræft venligtst, at denne besked skal slettes.

source: Confirm removing this message
da: Bekræft sletning af besked

source: Remove message
da: Slet besked

source: New size:
da: Ny størrelse

source: Please confirm the deletion of this room. You can provide a final message that will be shown to all participants when the room is closed.
da: Bekræft venligst at dette chatrum slettes. Du kan efterlade en slutbesked, som vil blive vist til alle deltagere når rummet lukkes.

source: Final message
da: Slutbesked

source: Confirm deletion
da: Bekræft sletning

source: Any
da: Vilkårlig

source: Denmark
da: Danmark

source: The name of the room is:
da: Navnet på rummet er:

source: IP location
da: IP placering

source: Outside Denmark/Scandinavia
da: Udenfor Danmark/Skandinavien

source: This field is for the topic of a group chat.
da: I dette felt kan emnet for en gruppechat angives.

source: Private queue
da: Privat kø

source: Private room
da: Privat rum

source: Queue system
da: Kø-system

source: Size limit
da: Maks. antal deltagere

source: users
da: brugere

source: Chat room
da: Chatrum

source: Create new private room
da: Opret nyt privat rum

source: Create new room
da: Opret nyt chatrum

source: Discard changes
da: Fortryd ændringer

source: Group room
da: Grupperum

source: Chat name
da: Chattens navn

source: Time
da: Tid

source: Invitee name
da: Den inviteredes navn

source: Invitee email
da: Den inviteredes email

source: Personal message
da: Personlig besked

source: Counselor name
da: Rådgivernavn

source: Create new invitation
da: Opret ny invitation

source: Name
da: Navn

source: Create new queue
da: Opret ny kø

source: You are about to leave a pair room that you created - are you sure you want to do this?
da: Du er ved at forlade et 1-til-1 rum du har oprettet. Er du sikker på at du vil gøre dette?

source: Comfirm: leave room
da: Bekræft: Forlad chatrum?

source: Leave room
da: Forlad chatten

source: Invitations list
da: Invitationsliste

source: No rooms created
da: Ingen chatrum oprettet.

source: Close window
da: Luk vinduet

source: Go to queue list
da: Til kø-oversigten

source: Enter
da: Log på

source: Full
da: Fyldt

source: Busy
da: Optaget

source: Paused
da: Sat på pause

source: Private
da: Privat

source: The chat is closed. Users will not be able to log into chat rooms before it is opened by a coordinator
da: Chatten er lukket. Brugere vil ikke kunne logge ind, før chatten er åbnet af en koordinator

source: Create room
da: Opret chatrum

source: Thanks for using our chat!
da: Tak fordi du brugte vores chat!

source: You are now being redirected to a questionnaire.
da: Du viderestilles nu til et spørgeskema.

source: Open the feedback form.
da: Hvis du har lyst og tid, kan du være med til at gøre chatrådgivningen endnu bedre ved at svare på nogle hurtige spørgsmål... Det tager kun 1-2 minutter. Klik her.

source: Close the window
da: Luk vinduet

source: No queues created
da: Ingen køer oprettet.

source: < Go back to room list
da: < Gå tilbage til listen over chat-rum

source: No invitations created
da: Der er ikke oprettet nogle invitationer

source: Open room
da: Åben rummet

source: Date & time
da: Dato & tidspunkt

source: Actions
da: Handlinger

source: Token
da: Symbol

source: Do you really want to cancel this invitation? Thia action cannot be undone. The invitee will receive the cancellation message immediately.
da: Vil du virkelig aflyse denne invitation? Denne handling kan ikke fortrydes. Den inviterede vil modtage beskeden om aflysningen øjeblikkeligt.

source: Kick message
da: Kick besked

source: @name will be removed from the room, but he/she will be able to log in again.
da: @name vil blive fjernet fra rummet, men vil kunne logge ind igen.

source: Confirm kick
da: Bekræft kick

source: Ban code
da: Ban-kode

source: If a valid ban code is entered, user will be banned from the chat system.
da: Hvis der indtastes en gyldig ban-kode vil brugeren blive banlyst fra chat-systemet.

source: Ban message
da: Besked ved banlysning

source: Confirm ban
da: Bekræft banlysning

source: Ban failed
da: Fejl under banlysning

source: Whisper message
da: Hviske-besked

source: This message is only visible by @name
da: Denne besked kan kun ses af @name

source: Whisper @name
da: Hvisk til @name

source: Counselor
da: Rådgiver

source: Ready for chat
da: Klar til at chatte

source: Female
da: Pige

source: Male
da: Dreng

source: Nickname
da: Navn / alias

source: Anonymous
da: Anonym

source: Screening questions
da: Yderligere spørgsmål

source: I do not want to answer this.
da: Jeg ønsker ikke at svare.

source: Access code
da: Adgangskode

source: The chat is closed
da: Chatten er lukket lige nu

source: Loading...
da: Henter...

source: Starting chat…
da: Chatten starter op...

source: You must answer the question before you can enter the chat.
da: Du skal besvare spørgsmålet, før du kan chatte.

source: Anonymous!x
da: Anonym!x

source: Do you really want to leave this page?
da: Ønsker du at forlade denne side?

source: Opeka Features - permissions
da: Opeka Features - tilladelser

source: Permissions settings for Opeka
da: Tilladelses-indstillinger for Opeka

source: Administer invitation links
da: Administrér invitationslinks

source: Allow managing invitations for Opeka chat.
da: Muliggør administration af invitationer til Opeka chat.

source: This field cannot be empty
da: Dette felt skal udfyldes

source: Chat with !name
da: Chat med !name

source: <p>You can use the following tokens:</p> <ul><li><strong>[name]</strong> for invitee name,</li> <li><strong>[mail]</strong> for invitee mail,</li> <li><strong>[chat]</strong> for chat name,</li> <li><strong>[date]</strong> for chat date and time,</li> <li><strong>[link]</strong> for invitation link,</li> <li><strong>[counselor]</strong> for counselor name,</li> <li><strong>[message]</strong> for personal message with the prefix (see below).</li></ul>
da: <p>Du kan bruge følgende tokens:</p> <ul><li><strong>[name]</strong> for den inviteredes navn,</li> <li><strong>[mail]</strong> for den inviteredes mail,</li> <li><strong>[chat]</strong> for chat navn,</li> <li><strong>[date]</strong> for chat dato og tidspunkt,</li> <li><strong>[link]</strong> for invitationslink,</li> <li><strong>[counselor]</strong> for rådgivernavn,</li> <li><strong>[message]</strong> for en personlig besked med præfix (se herunder).</li></ul>

source: Invitation email
da: Invitationsemail

source: Subject
da: Emne

source: Body
da: Brødtekst

source: Personal message prefix
da: Personlig besked præfix

source: If a counselor leaves a personal message, the prefix will be displayed before the message.
da: Hvis en rådgiver efterlader en personlig besked, vil præfixet vises før beskeden.

source: Cancellation email
da: Aflysningsmail

source: Expiration time
da: Udløbstidspunkt

source: The invites will be deleted after this time past since their scheduled date and time.
da: Invitationerne vil blive slettet når det planlagte tidspunkt er overskredet med dette tidsinterval.

source: Never delete
da: Slet aldrig

source: 1 hour
da: 1 time

source: 6 hours
da: 6 timer

source: 12 hours
da: 12 timer

source: 1 day
da: 1 dag

source: 3 days
da: 3 dage

source: 1 week
da: 1 uge

source: 2 weeks
da: 2 uger

source: 4 weeks
da: 4 uger

source: Copy of invitation:
da: Kopi af invitation:

source: The following invitation has just been sent to @invitee:
da: Den følgende invitation er lige blevet sendt til @invitee:

source: Copy of cancellation:
da: Kopi af aflysning:

source: The following cancellation has just been sent to @invitee:
da: Den følgende aflysning er lige blevet sendt til @invitee:

source: Active
da: Aktiv

source: Cancelled
da: Aflyst

source: Invite ID
da: Invitations ID

source: Invitee
da: Inviterede

source: Personal note
da: Personlig note

source: No invitations have been created yet.
da: Der er ikke blevet oprettet nogle invitationer endnu.

source: Invitation settings
da: Invitationsindstillinger

source: Opeka Invitations
da: Opeka Invitationer

source: An Opeka submodule, allowing to create the invitations to private channels.
da: Et Opeka submodul, der gør det muligt at oprette invitationer til private rum.

source: Adjust opening hours here by defining the time intervals when the chat will be open.
da: Angiv åbningstider her ved at tilføje tidsintervallerne, hvor chatten er åben.

source: From
da: Fra

source: To
da: Til

source: Add one more
da: Tilføj en åbningstid

source: Chat schedule message
da: Tekst i chat-skiltet

source: The message for the upcoming chat sessions
da: Besked ang. de kommende chat-sessioner

source: You can chat with the counselors according to the following schedule.
da: Du kan chatte med rådgiverne på de følgende tidspunkter.

source: Administer the Opeka opening hours
da: Administrér Opeka åbningstider

source: Grants a user access to the admin backend for managing the Opeka Opening hours .
da: Giver en bruger adgang til administrationsdelen for Opeka åbningstiderne.

source: Monday
da: Mandag

source: Tuesday
da: Tirsdag

source: Wednesday
da: Onsdag

source: Thursday
da: Torsdag

source: Friday
da: Fredag

source: Opening hours
da: Åbningstider

source: Provides management options for the Opeka opening hours.
da: Administrationsmuligheder for Opeka åbningstider.

source: Opeka Opening Hours
da: Opeka åbningstider

source: An Opeka submodule, allowing to manage the opening hours and related info.
da: Et Opeka sub-modul, der giver mulighed for at administerer åbningstider og relateret information.

source: Mark the question required.
da: Markér spørgsmålet som obligatorisk.

source: Check this box if answering the client should be required to answer the question before entering the chat.
da: Gør det obligatorisk for brugeren at besvare spørgsmålet, inden hun kan chatte.

source: Screening question
da: Screening spørgsmål

source: The question you want to pose to the users.
da: Spørgsmålet, du vil stille dine brugere.

source: Question...
da: Spørgsmål…

source: Answer option...
da: Svarmulighed…

source: Add one more option
da: Tilføj en mulighed

source: Administer the Opeka Screening Questions
da: Administrér Opeka screening spørgsmål

source: Grants a user access to the admin backend for managing the Opeka Screening Questions.
da: Tildeler en bruger adgang til de avancerede indstillinger for Opeka screening spørgsmål.
